<?php
return [
    /**
     * ----------------------------------------------------------------------------------
     * Email section
     * ----------------------------------------------------------------------------------
     */
    'email' => [
        'subject' => '歡迎加入愛康',
        'content' => '
            親愛的 :name, 
            <br><br>
        
            <span style="color: blue">歡迎加入愛康</span>
            <br><br>
            
            恭喜您為邁向將來擁有財富及成功的第一步, 此乃最佳良機加入我們的行列。 
            <br><br>
            iElken 獎金計劃的設計讓您可永續發展及賺取豐厚回報，為您提供一個穩固及盈利 的業務良機。 
            <br><br>
            我們建議您多些瞭解iElken獎金計劃、 業務工具、管理層和產品知識，有助您建立一個成功的企業。作為會員，您有權以會員價格購買我們的產品。 
            <br><br>
            再次感謝您英明的決定成為我們的夥伴。 
            <br><br>
            順祝 商祺! 
            <br>
            管理團隊 
            <br><br>
            網址: <a href="www.elken.com">www.elken.com</a>
            電子郵件: <a href="mailto:customerservice@elken.com">customerservice@elken.com</a>
            <br><hr>
            
            您的登入資料<br>
            ID/會員號碼: :iboMemberId
            
            <br><br>
            登入密碼: :password
            
            <br><br>
            *您可以透過登入網站更改您的密碼
            <a href=":url">:url</a>
            <br><br>
            <div style="text-align: center;">< - - - 這是系統自動訊息，請不用回复 - - - ></div>
        ',
    ],

    /**
     * ----------------------------------------------------------------------------------
     * SMS section
     * ----------------------------------------------------------------------------------
     */
    'sms' => [
        'content' => '歡迎加入愛康，請登入iBS: :url 您的IBO ID: :iboMemberId 密碼 : :password',
    ],

];