<?php
return [
    /**
     * ----------------------------------------------------------------------------------
     * Email section
     * ----------------------------------------------------------------------------------
     */
    'email' => [
        'subject' => '欢迎加入爱康',
        'content' => '
            亲爱的 :name, 
            <br><br>
        
            <span style="color: blue">欢迎加入爱康</span>
            <br><br>
            
            恭喜您为迈向将来拥有财富及成功的第一步, 此乃最佳良机加入我们的行列。 
            <br><br>
            iElken奖金计划的设计让您可永续发展及赚取丰厚回报，为您提供一个稳固及盈 利的业务良机。 
            <br><br>
            我们建议您多些了解iElken奖金计划、 业务工具、管理层和产品知识，有助您建 立一个成功的企业。作为会员，您有权以会员价格购买我们的产品。 
            <br><br>
            再次感谢您英明的决定成为我们的伙伴。 
            <br><br>
            顺祝 商祺! 
            <br>
            管理团队 
            <br><br>
            网址: <a href="www.elken.com">www.elken.com</a>
            电子邮件: <a href="mailto:customerservice@elken.com">customerservice@elken.com</a>
            <br><hr>
            
            您的登入资料<br>
            ID/会员号码: :iboMemberId
            
            <br><br>
            登入密码: :password
            
            <br><br>
            *您可以透过登入网站更改您的密码.
            <a href=":url">:url</a>
            <br><br>
            <div style="text-align: center;">< - - - 这是系统自动讯息，请不用回复。 - - - ></div>
        ',
    ],

    /**
     * ----------------------------------------------------------------------------------
     * SMS section
     * ----------------------------------------------------------------------------------
     */
    'sms' => [
        'content' => '欢迎加入爱康，请登入iBS: :url 您的IBO ID: :iboMemberId 密码: :password',
    ],

];